Repository: Cenditel/cenditel.ppm
Catalog: cenditel/ppm/i18n/ppm-plone-*.po
Languages: es

source: Approve by Chief of department
es: Aprobar por el Jefe del departamento

source: Approve by City Council
es: Aprobar por el Alcalde

source: Approve by City Manager
es: Aprobar por el Director ejecutivo

source: Approve by ITSC
es: Aprobar por el ITSC

source: Approve by Organization Manager
es: Aprobar por el Gerente de la organización

source: Approve by Organization President
es: Aprobar por el Presidente de la organización.

source: Approved
es: Aprobado

source: Approved by Chief of department
es: Aprobado por el Jefe del departamento

source: Approved by City Council
es: Aprobado por el Alcalde

source: Approved by City Manager
es: Aprobado por el Director ejecutivo

source: Approved by ITSC
es: Aprobado por el ITSC

source: Approved by Organization Manager
es: Aprobado por el Gerente de la organización

source: Approved by Organization President
es: Aprobado por el Presidente de la organización.

source: Being Reviewed
es: Inicio revisión

source: Deferred
es: Diferida

source: Groups
es: Grupos

source: Information Needed
es: Información necesaria

source: Information needed, means that this proposal is back again for add the information complementary, for later send it again to be reviewed.
es: Información necesaria, significa que esta propuesta está de vuelta otra vez para añadir la información complementaria, para después enviarla de nuevo para ser revisada.

source: Initiated a review of the project proposal.
es: Iniciada una revisión de la propuesta de proyecto.

source: Making an project proposal submitted means that it will not be editable to anyone but the owner and the site administrator.
es: Hacer a una propuesta de proyecto enviada significa que no sera editada por nadie excepto por el dueño o administrador de sitio.

source: Open E-gov Projects Proposals Workflow
es: Flujo de trabajo de las propuesta de proyecto en Open E-gov

source: Prioritized
es: Priorizada

source: Project
es: Proyecto

source: Projects Proposals Workflow
es: Flujo de trabajo de las propuesta de proyecto

source: Public draft
es: Publicar borrador

source: Submitted
es: Suministrado

source: This allows owner to sending a project proposal to be review it and to be accept like a project of the organization/community into Open E-gov iniciative.
es: Este le permite al dueño de una propuesta de proyecto enviarla para ser revisada y aceptada como un proyecto de la organización o la comunidad dentro de la iniciativa Open E-gov.

source: This allows owner to sending a project proposal to be review it and to be accept like a project of the organization/community.
es: Este le permite al dueño de una propuesta de proyecto enviarla para ser revisada y aceptada como un proyecto de la organización o la comunidad.

source: This project proposal is approved by Chief of department.
es: Esta propuesta de proyecto es aprobada por el Jefe del departamento.

source: This project proposal is approved by City Council.
es: Esta propuesta de proyecto es aprobada por el Alcalde.

source: This project proposal is approved by City Manager.
es: Esta propuesta de proyecto es aprobada por el Director ejecutivo.

source: This project proposal is approved by ITSC.
es: Esta propuesta de proyecto es aprobada por el ITSC.

source: This project proposal is approved by Organization Manager.
es: Esta propuesta de proyecto es aprobada por el Gerente de la organización.

source: This project proposal is approved by Organization President.
es: Esta propuesta de proyecto es aprobada por el Presidente de la organización.

source: This project proposal is deferred.
es: Esta propuesta de proyecto es diferida.

source: This project proposal is prioritized.
es: Esta propuesta de proyecto es priorizada.

source: This project proposal will be approved by Chief of department.
es: Esta propuesta de proyecto será aprobada por el Jefe del departamento.

source: This project proposal will be approved by City Council.
es: Esta propuesta de proyecto será aprobada por el Alcalde.

source: This project proposal will be approved by City Manager.
es: Esta propuesta de proyecto será aprobada por el Director ejecutivo.

source: This project proposal will be approved by ITSC.
es: Esta propuesta de proyecto será aprobada por el ITSC.

source: This project proposal will be approved by Organization Manager.
es: Esta propuesta de proyecto será aprobada por el Gerente de la organización.

source: This project proposal will be approved by Organization President.
es: Esta propuesta de proyecto será aprobada por el Presidente de la organización.

source: Visible to everyone, but not approved by the reviewers.
es: Visible por todos, pero no esta aprobada por los revisores.

source: Waiting to be approved this project proposal, by different departments.
es: Esperando ser aprobado por los diferentes departamentos de la organización.

source: base_view
es: Vista base
