Repository: Cenditel/cenditel.ppm
Catalog: cenditel/ppm/locales/*/LC_MESSAGES/ppm.po
Languages: es

source: % Completed
es: % Completado

source: A Folder dedicate to proposals and projects
es: Carpeta dedicada a Propuestas y Proyectos

source: A portlet for displays a form for select some criteria and find quickly projects registered based on those criteria.
es: Un portlet para mostrar un formulario para seleccionar algunos criterios y buscar rápidamente proyectos registrados basados en esos criterios.

source: A portlet navigation of the project.
es: Un portlet de navegación del proyecto.

source: A user required to select, please correct.
es: Es requerido seleccionar un usuario, por favor corrija.

source: Actual Budget
es: Presupuesto actual

source: Add Portlet
es: Agregar Portlet

source: Add Projects Portlet
es: Agregar Portlet de Proyecto

source: Assumptions
es: Supuestos

source: Begin Date
es: Fecha de inicio

source: Blog
es: Bitácora/Blog

source: Budget Status
es: Estatus del Presupuesto

source: By Manager
es: Por Administrador

source: By Tag
es: Por Etiqueta

source: Completed
es: Completado

source: Create projects for a project portfolio
es: Crear proyectos para esta cartera de proyectos

source: Create proposals of future projects for a project portfolio
es: Crear propuestas de futuros proyectos para esta cartera de proyectos

source: Delayed
es: Tardío

source: Demands
es: Solicitudes

source: Description
es: Descripción

source: Discussions
es: Discusiones

source: Discussions board
es: Discusiones / Debates

source: Documents
es: Documentos

source: End Date
es: Fecha de Finalización

source: Enter a list of groups (departments / communities / sections) within this portfolio.
es: Ingrese la lista de los grupos (Departamentos / Comunidades / Secciones) para este portafolio

source: Enter every email address for the suscribers of projects, please everyone preceded by prefix 'mailto:'
es: Escriba todas las direcciones de correo electrónico para los suscriptores de los proyectos, por favor, todos precedidos por el prefijo 'mailto:'

source: Enter the names of sub-folders to create by default for each project created.
es: Escriba los nombres de sub-carpetas para crear de forma predeterminada.

source: Estimated Budget
es: Presupuesto estimado

source: Events
es: Eventos

source: Events/Activities
es: Eventos / Actividades

source: Folder
es: Carpeta

source: Forms
es: Formas

source: Group required, please correct.
es: Debe definir al menos un grupo de trabajo que trabajará en las propuestas de proyectos para este Portafolio, por favor, defina sus grupos.

source: Groups
es: Grupos

source: Manager
es: Administrador

source: Navigation PPM
es: Navegación PPM

source: Navigation PPM Portlet
es: Portlet de Navegación PPM

source: On Budget
es: En el Presupuesto

source: Over Budget
es: Sobre el Presupuesto

source: PPM Project Navigation
es: Navegación de Proyectos de PPM

source: Pending
es: Pendiente

source: Plans
es: Planes

source: Project % completed
es: Porcentaje completado del Proyecto

source: Project Actual Budget
es: Presupuesto actual del Proyecto

source: Project Assumptions
es: Supuestos / Justificación del Proyecto

source: Project Begin Date
es: Fecha de inicio del Proyecto

source: Project End Date
es: Fecha de culminación del Proyecto

source: Project Estimated Budget
es: Estimated Budget del Proyecto

source: Project Folders
es: Sub-carpetas del Proyecto

source: Project Manager
es: Administrador del Proyecto

source: Project Status
es: Estatus del Proyecto

source: Project Status Budget
es: Estatus del presupuesto de Proyecto

source: Project Tags
es: También conocidas como palabras clave o etiquetas, éstas le ayudan a categorizar su Proyecto

source: Projects Dashboard
es: Página de inicio de Proyectos

source: Projects:
es: Proyectos:

source: Proposal summary of a future project
es: Resumen de propuesta de un proyecto

source: Select Template
es: Seleccione la plantilla

source: Status
es: Estatus

source: Summary
es: Resumen

source: Suscribers
es: Suscriptores

source: Tags
es: Etiquetas

source: This portlet displays a form for select some criteria and find quickly projects registered based on those criteria.
es: Este portlet muestra un formulario para seleccionas ciertos criterios en la búsqueda de proyectos registrados previamente.

source: Time estimated
es: Tiempo estimado

source: Title
es: Titulo

source: Type
es: Tipo

source: Under Budget
es: Por debajo del Presupuesto

source: Weblog
es: Bitácora

source: folderproj
es: Portafolio de Proyectos

source: label_actualbud
es: Presupuesto Actual

source: label_allmanagers
es: Todos los Administradores

source: label_allprojects
es: Todos los Proyectos

source: label_alltags
es: Todas las Etiquetas

source: label_altags
es: Todas las Etiquetas

source: label_assumtions
es: Asunto

source: label_begindate
es: Fecha de inicio

source: label_budgetstatus
es: Estatus del Presupuesto

source: label_clikclose
es: ^ Haz clic aquí para cerrar la ventana de selección

source: label_collapsibleHeader
es: Seleccione por el Administrador de Proyectos o Etiqueta

source: label_complete
es: % Completado

source: label_createnewproject
es: Crear un Proyecto

source: label_createnewproposal
es: Crear una Propuesta

source: label_enddate
es: Fecha de Finalización

source: label_estimatebud
es: Presupuesto Estimado

source: label_managers
es: Todos los administradores

source: label_nameproj
es: Nombre del Proyecto

source: label_navigation_porlet
es: Portlet de Navegación

source: label_project
es: Proyecto

source: label_project_porlet
es: Portlet de Proyecto

source: label_projectmanager
es: Administrador del Proyecto

source: label_projmanager
es: Administrador del Proyecto

source: label_proposal
es: Propuesta

source: label_proposaliden
es: Identificación de la Propuesta

source: label_proposalsubject
es: Sujeto

source: label_proposaltype
es: Seleccione el tipo de Propuesta

source: label_schesatatus
es: Estatus en base a lo planificado

source: label_selectgroup
es: Seleccione el Grupo

source: label_selectmanager
es: Seleccionar por Administrador

source: label_selecttags
es: Seleccionar por Etiqueta

source: label_suscribers
es: Suscriptores

source: label_tags
es: Etiquetas

source: label_titlebottonsearch
es: Mostrar Proyectos por Administrador / Etiquetas

source: label_valuebottoncancel
es: Cancelar

source: label_valuebottoncreate
es: Crear

source: label_valuebottonnext
es: Siguiente

source: label_valuebottonsearch
es: Búsqueda

source: project
es: Proyecto

source: projects
es: proyectos

source: proposals
es: Propuestas
